/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "תאריכים";
"AppDates.DATES.PAST_DUE" = "תאריך היעד להגשה עבר";
"AppDates.DATES.TODAY" = "היום";
"AppDates.DATES.THIS_WEEK" = "זה השבוע";
"AppDates.DATES.NEXT_WEEK" = "שבוע הבא";
"AppDates.DATES.UPCOMING" = "בקרוב";
"AppDates.EMPTY.TITLE" = "אין תאריכים";
"AppDates.EMPTY.SUBTITLE" = "אין לך כרגע קורסים פעילים עם אירועים מתוזמנים. הירשם לקורס כדי לצפות בתאריכים ובמועדים חשובים.";
"AppDates.SHIFT_DUE_DATES.TITLE" = "פספסת כמה מועדים?";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "אל דאגה - הזיזו את לוח הזמנים המוצע שלנו כדי להשלים את המטלות שבפיגור מבלי לאבד כל התקדמות.";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "שינוי תאריך יעד";
"Profile.TITLE" = "פרופיל";
"Profile.INFO" = "מידע על הפרופיל";
"Profile.ABOUT" = "על עצמי";
"Profile.EDIT_PROFILE" = "ערוך פרופיל";
"Profile.YEAR_OF_BIRTH" = "שנת לידה:";
"Profile.BIO" = "ביוגרפיה:";
"Profile.SETTINGS" = "הגדרות";
"Profile.SETTINGS_VIDEO" = "הגדרות וידאו";
"Profile.DATES_AND_CALENDAR" = "תאריכים & לוח שנה";
"Profile.SUPPORT_INFO" = "מידע תמיכה";
"Profile.CONTACT" = "צור קשר עם תמיכה";
"Profile.TERMS" = "תנאי שימוש";
"Profile.PRIVACY" = "מדיניות הפרטיות";
"Profile.COOKIE_POLICY" = "מדיניות עוגיות";
"Profile.CURRENT_LEARNING_SITE" = "";
"Profile.DO_NOT_SELL_INFORMATION" = "אל תמכור את המידע האישי שלי";
"Profile.FAQ_TITLE" = "צפה בשאלות נפוצות";
"Profile.MANAGE_ACCOUNT" = "נהל חשבון";
"Profile.LEARNING_SITES" = "";
"Profile.LOGOUT" = "להתנתק";
"Profile.SWITCH_TO" = "לעבור ל";
"Profile.FULL_PROFILE" = "פרופיל מלא";
"Profile.LIMITED_PROFILE" = "פרופיל מוגבל";
"Profile.LOGOUT_ALERT.TITLE" = "אשר התנתק";
"Profile.LOGOUT_ALERT.TEXT" = "האם אתה בטוח שאתה רוצה להתנתק?";
"Profile.DELETE_ALERT.TITLE" = "אַזהָרָה!";
"Profile.DELETE_ALERT.TEXT" = "האם אתה באמת רוצה למחוק את החשבון שלך?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "לעזוב בלי לשמור?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "שינויים שביצעת יימחקו.";
"Profile.EDIT.TOO_YONG_USER" = "עליך להיות מעל גיל 13 כדי שיהיה לך פרופיל עם גישה מלאה למידע.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "פרופיל מוגבל משתף רק את שם המשתמש ותמונת הפרופיל שלך.";
"Profile.EDIT.DELETE_ACCOUNT" = "מחק חשבון";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "שנת לידה";
"Profile.EDIT.FIELDS.LOCATION" = "מיקום";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "שפה מדוברת";
"Profile.EDIT.FIELDS.ABOUT_ME" = "עליי:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "שנה תמונת פרופיל";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "בחר מתוך הגלריה";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "הסר תמונה";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "ביטול";
"Profile.DELETE_ACCOUNT.TITLE" = "מחק חשבון";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "אתה בטוח שאתה רוצה ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "מחק את החשבון שלך?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "כדי לאשר פעולה זו, אנא הזן את סיסמת החשבון שלך.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "סיסמה";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "הזן את הסיסמה";
"Profile.DELETE_ACCOUNT.CONFIRM" = "כן, מחק חשבון";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "חזרה לפרופיל";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "הסיסמא לא נכונה. בבקשה נסה שוב.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "הגדרות וידאו";
"Profile.SETTINGS.WIFI_TITLE" = "הורדה של Wi-Fi בלבד";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "להוריד תוכן רק כאשר Wi-Fi מופעל";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "איכות הזרמת וידאו";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "אוטומטי (מומלץ)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "אוטומטי";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "מוּמלָץ";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "שימוש נמוך יותר בנתונים";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "איכות מעולה";
"Profile.SETTINGS.VERSION" = "גִרְסָה:";
"Profile.SETTINGS.UP_TO_DATE" = "עדכני";
"Profile.SETTINGS.TAP_TO_UPDATE" = "הקש כדי לעדכן לגרסה";
"Profile.SETTINGS.TAP_TO_INSTALL" = "הקש כדי להתקין את עדכון האפליקציה הנדרש";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "לא ניתן לשלוח מייל. נראה שלקוח הדוא&quot;ל שלך לא מוגדר.";
"Profile.CALENDAR.NEW_CALENDAR" = "לוח שנה חדש";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "שנה אפשרויות סנכרון";
"Profile.CALENDAR.ACCOUNT" = "חשבון";
"Profile.CALENDAR.CALENDAR_NAME" = "שם לוח שנה";
"Profile.CALENDAR.COLOR" = "צבע";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "מטלות קרובות עבור קורסים פעילים יופיעו בלוח השנה הזה";
"Profile.CALENDAR.CANCEL" = "ביטול";
"Profile.CALENDAR.BEGIN_SYNCING" = "התחל בסנכרון";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "מסונכרן";
"Profile.ASSIGNMENT_STATUS.FAILED" = "הסנכרון נכשל";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "לא מקוון";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "מסנכרן ליומן...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "גישה ליומן";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "השבת את סנכרון לוח השנה";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "כדי להציג מטלות עתידיות ואבני דרך בקורס ביומן שלך, אנו זקוקים להרשאה לגשת ליומן שלך.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "השבתת סנכרון היומן תמחק את היומן “%@”. אתה יכול להפעיל מחדש את סנכרון היומן בכל עת.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "הענק גישה ליומן";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "השבת את הסנכרון";
"Profile.CALENDAR_DIALOG.CANCEL" = "ביטול";
"Profile.DATES_AND_CALENDAR.TITLE" = "תאריכים & לוח שנה";
"Profile.CALENDAR_SYNC.TITLE" = "סנכרון לוח שנה";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "הגדר סנכרון יומן כדי להציג את המטלות הקרובות שלך ואבני דרך בקורס ביומן שלך. מטלות חדשות ותאריכי קורסים שהשתנו יסונכרנו אוטומטית";
"Profile.CALENDAR_SYNC.BUTTON" = "הגדר סנכרון לוח שנה";
"Profile.OPTIONS.TITLE" = "אפשרויות";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "השתמש בתאריכים יחסיים";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "הצג תאריכים יחסיים כמו &quot;מחר&quot; ו&quot;אתמול&quot;";
"Profile.OPTIONS.SHOW_FULL_DATES" = "הצג תאריכים מלא, לדוגמה \"1 בינואר 2021\"";
"Profile.DATES_AND_CALENDAR.TITLE" = "תאריכים & לוח שנה";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "סנכרון יומן קורס";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "אנא חבר מחדש את היומן שלך כדי לחדש את הסנכרון";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "כרגע מסנכרן אירועים עם היומן שלך";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "חבר מחדש את לוח השנה";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "שנה אפשרויות סנכרון";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "סנכרון קורסי %d";
"Profile.OPTIONS.TITLE" = "אפשרויות";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "השתמש בתאריכים יחסיים";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "הצג תאריכים יחסיים כמו &quot;מחר&quot; ו&quot;אתמול&quot;";
"Profile.COURSES_TO_SYNC.TITLE" = "קורסים לסינכרון";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "השבתת הסנכרון עבור קורס תסיר את כל האירועים המחוברים לקורס מהיומן המסונכרן שלך.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "הסתר קורסים לא פעילים";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "הסר אוטומטית אירועים מקורסים שלא צפית בהם בחודש האחרון";
"Profile.COURSES_TO_SYNC.INACTIVE" = "לא פעיל";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "מְקוֹמִי";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "מִבטָא";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "אדום";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "תפוז";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "צהוב";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "ירוק";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "כחול";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "סָגוֹל";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "חום";
"Profile.CALENDAR.COURSE_DATES" = "%@ תאריכי קורס";
"Profile.DROP_DOWN_PICKER.SELECT" = "בחר";
"Profile.SYNC_SELECTOR.SYNCED" = "לסנכרון";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "לא מסונכרן";
"Profile.SYNC.NO_SYNCED" = "אין קורסים מסונכרנים";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "אין כרגע קורסים מסונכרנים עם היומן שלך.";
"Downloads.DOWNLOADS.TITLE" = "הורדות";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "נהל את הגדרות הורדה";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "אין קורסים עם תוכן להורדה";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "כרגע אין לך קורסים עם תוכן להורדה.";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ הורד";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "כל %@ הוריד";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ זמין";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "להוריד קורס";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "הורדה";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "טוען מבנה הקורס...";
"Downloads.MENU_OPTION.REMOVE" = "הסר הורדות קורס";
"Downloads.MENU_OPTION.CANCEL" = "ביטול להוריד";
"Discovery.TITLE" = "לְגַלוֹת";
"Discovery.SEARCH" = "חיפוש";
"Discovery.HEADER.TITLE_1" = "גלה חדש";
"Discovery.HEADER.TITLE_2" = "בוא למצוא עבורך קורס חדש.";
"Discovery.SEARCH.TITLE" = "תוצאות חיפוש";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "התחל להקליד כדי למצוא את הקורס";
"Discovery.UPDATE_REQUIRED_TITLE" = "נדרש עדכון אפליקציה";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "גרסה זו של אפליקציית OpenEdX אינה מעודכנת. כדי להמשיך ללמוד ולקבל את היכולות והתיקונים העדכניים ביותר, לשדרג לגרסה העדכנית ביותר.";
"Discovery.UPDATE_WHY_NEED" = "למה אני צריך לעדכן?";
"Discovery.UPDATE_DEPRECATED_APP" = "גרסת אפליקציה שהוצאה משימוש";
"Discovery.UPDATE_BUTTON" = "עדכן";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "הגדרות חשבון";
"Discovery.UPDATE_NEEDED_TITLE" = "עדכון אפליקציה";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "אנו ממליצים לעדכן לגרסה העדכנית ביותר. שדרגו עכשיו כדי לקבל את היכולות והתיקונים העדכניים ביותר.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "לא עכשיו";
"Discovery.UPDATE_NEW_AVALIABLE" = "עדכון חדש זמין! שדרגו עכשיו כדי לקבל את היכולות והתיקונים העדכניים ביותר";
"Discovery.ALERT.LEAVING_APP_TITLE" = "עוזב את האפליקציה";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "כעת אתה עוזב את האפליקציה ופותח דפדפן";
"Discovery.DETAILS.TITLE" = "פרטי הקורס";
"Discovery.DETAILS.VIEW_COURSE" = "צפה בקורס";
"Discovery.DETAILS.ENROLL_NOW" = "הירשם עכשיו";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "לא ניתן להירשם לקורס הזה מכיוון שתאריך ההרשמה הסתיים.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "כדי להירשם לקורס הזה, אנא ודא שאתה מחובר לאינטרנט.";
"Discovery.DETAILS.COURSE_BANNER" = "באנר קורס";
"Discovery.ALERT.AUTHORIZATION" = "אישור";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "אנא היכנס למערכת כדי להמשיך בהרשמה לקורס.";
"Discussion.TITLE" = "דיונים";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "פרסום בדיונים מושבת על ידי צוות הקורס";
"Discussion.TOPICS.SEARCH" = "חפש בכל הפוסטים";
"Discussion.TOPICS.ALL_POSTS" = "כל הפוסטים";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "פוסטים שאני עוקבת אחריהם";
"Discussion.TOPICS.MAIN_CATEGORIES" = "קטגוריות ראשיות";
"Discussion.TOPICS.UNNAMED" = "קטגוריית משנה ללא שם";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "פעילות אחרונה";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "רוב הפעילות";
"Discussion.POSTS.SORT.MOST_VOTES" = "רוב ההצבעות";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "עדיין אין דיונים";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "לחץ על הכפתור למטה כדי ליצור את הדיון הראשון שלך.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "צור דיונים";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "הוסף פוסט";
"Discussion.POSTS.FILTER.ALL_POSTS" = "כל הפוסטים";
"Discussion.POSTS.FILTER.UNREAD" = "לא נקרא";
"Discussion.POSTS.FILTER.UNANSWERED" = "לא נענה";
"Discussion.POSTS.CREATE_NEW_POST" = "צור פוסט חדש";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "בצע בחירה";
"Discussion.POST.LAST_POST" = "פוסט אחרון:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "נוספה הערה";
"Discussion.THREAD.ADD_RESPONSE" = "הוסף תגובה";
"Discussion.CREATE_THREAD.NEW_POST" = "צור פוסט חדש";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "בחר סוג פוסט";
"Discussion.CREATE_THREAD.TOPIC" = "נושא";
"Discussion.CREATE_THREAD.TITLE" = "כותרת";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "עקבו אחר הדיונים הזה";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "עקוב אחר זה השאלה הזו";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "צור דיונים חדש";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "צור שאלה חדשה";
"Discussion.COMMENT.REPORT" = "דווח";
"Discussion.COMMENT.UNREPORT" = "בטל דיווח";
"Discussion.COMMENT.FOLLOW" = "עקוב";
"Discussion.COMMENT.UNFOLLOW" = "בטל מעקב";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "הערה";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "נוספה הערה";
"Discussion.RESPONSE.ADD_COMMENT" = "הוסף הערה";
"Discussion.POST_TYPE.QUESTION" = "שאלה";
"Discussion.POST_TYPE.DISCUSSION" = "דיונים";
"Discussion.SEARCH" = "חיפוש";
"Discussion.SEARCH.TITLE" = "תוצאות חיפוש";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "התחל להקליד כדי למצוא את הנושאים";
"Discussion.ANONYMOUS" = "בעילום שם";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "לא ניתן לטעון את הדיונים.\nנסה שוב מאוחר יותר.";
"Course.OUTLINE.PASSED_THE_COURSE" = "מזל טוב, זכית בתעודת הקורס הזה ב- &quot;%@&quot;.";
"Course.OUTLINE.VIEW_CERTIFICATE" = "צפה בתעודה";
"Course.OUTLINE.CERTIFICATE" = "תעודה";
"Course.OUTLINE.COURSE_VIDEOS" = "סרטוני הווידאו של הקורס";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "הקורס הזה עדיין לא התחיל.";
"Course.COURSEWARE.COURSE_CONTENT" = "תוכן קורס";
"Course.COURSEWARE.COURSE_UNITS" = "יחידות קורס";
"Course.COURSEWARE.NEXT" = "הבא";
"Course.COURSEWARE.PREVIOUS" = "הקודם";
"Course.COURSEWARE.PREVIOUS_FULL" = "קודם";
"Course.COURSEWARE.FINISH" = "סיים";
"Course.COURSEWARE.GOOD_WORK" = "עבודה טובה!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "חזרה למתווה";
"Course.COURSEWARE.SECTION" = "השלמת את &quot;";
"Course.COURSEWARE.IS_FINISHED" = "";
"Course.COURSEWARE.CONTINUE" = "המשך";
"Course.COURSEWARE.RESUME_WITH" = "קורות חיים עם:";
"Course.ERROR.NO_INTERNET" = "אתה לא מחובר לאינטרנט. אנא בדוק את חיבור האינטרנט שלך.";
"Course.ERROR.RELOAD" = "לִטעוֹן מִחָדָשׁ";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "מרכיב הקורס לא נמצא, נא לטעון מחדש";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "כרגע אין דפי מידע עבור הקורס הזה.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "כרגע אין הכרזות עבור הקורס הזה.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "אין וידאו זמינים עבור הקורס הזה.";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "אין מטלות זמינות לקורס הזה.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "תאריכי הקורס אינם זמינים כרגע.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "אין תוכן קורס זמין כרגע.";
"Course.ALERT.ROTATE_DEVICE" = "סובב את המכשיר שלך כדי לצפות בוידאו זה במסך מלא.";
"Course.ALERT.DELETE_ALL_VIDEOS" = "האם אתה בטוח שברצונך למחוק את כל הווידאו עבור";
"Course.ALERT.DELETE_VIDEOS" = "האם אתה בטוח שברצונך למחוק וידאו עבור";
"Course.ALERT.STOP_DOWNLOADING" = "כיבוי המתג יפסיק להוריד וימחק את כל הווידאו שהורדת עבור";
"Course.ALERT.WARNING" = "אזהרה";
"Course.COURSE_CONTAINER.HOME" = "בית";
"Course.COURSE_CONTAINER.CONTENT" = "תוכן";
"Course.COURSE_CONTAINER.PROGRESS" = "דף התקדמות";
"Course.COURSE_CONTAINER.VIDEOS" = "וידאו";
"Course.COURSE_CONTAINER.OFFLINE" = "לא מקוון";
"Course.COURSE_CONTAINER.DATES" = "תאריכים";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "דיונים";
"Course.COURSE_CONTAINER.HANDOUTS" = "יותר";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "דפי מידע בפיתוח";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "השלמת %@%% מהתקדמות הקורס";
"Course.COURSE_CAROUSEL.GRADES" = "ציונים";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "זה מייצג את הציון המשוקלל שלך ביחס לציון הדרוש כדי לעבור את הקורס \" הקורס הזה\".";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "כל תוכן";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "אתה משתתף בקורס הזה כמאזין ויש לך גישה מוגבלת לחומרי הקורס.";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "שדרוג עכשיו";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "סיימת לצפות בכל הווידאוים!";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "סיימת את כל המטלה!";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "וידאו\nהושלמו";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "מטלות\nהושלמו";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "המשך צפייה";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "סרטון וידאו הבא";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "כל הסרטונים";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "כל המטלות";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "המטלה הבאה";
"Course.COURSE_CONTENT.ALL" = "את כל";
"Course.COURSE_CONTENT.VIDEOS" = "סרטונים";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "מטלות";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "השלמת קורס";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "זה מייצג את כמות הקורס תוכן שיש לך הושלמו. שים לב שחלק מה- תוכן עשויים עדיין לא להיות זמינים.";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "הושלם";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "התקדמות כוללת";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "נוֹתָר";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "נָעוּל";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "התקדמות בציונים";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "מעבר";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "לא עובר";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "הצג תעודה";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "התקדמות מקטעים";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "אין התקדמות זמינה";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "התחל ללמוד כדי לראות את ההתקדמות שלך כאן";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "ציון כולל";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "זה מייצג את הציון המשוקלל שלך ביחס לציון הדרוש כדי לעבור את הקורס \" הקורס הזה\".";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "ציון משוקלל נוכחי:";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "נדרש ציון משוקלל של %@%% כדי לעבור את הקורס הזה";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "נדרש";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "פרטי ציון";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "סוג המטלה";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "נוכחי / מקסימום %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "שלם";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "מתוך הציון";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "הקורס הזה אינו מכיל מטלות עם ציון.";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "דפי מידע";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "הכרזות";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "מצא מידע חשוב על הקורס";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "התעדכן בחדשות האחרונות";
"Course.NOT_AVALIABLE.TITLE" = "המרכיב האינטראקטיבי הזה אינו זמין בנייד";
"Course.NOT_AVALIABLE.DESCRIPTION" = "חקור חלקים אחרים של הקורס הזה או צפה בזה באינטרנט.";
"Course.NOT_AVALIABLE.BUTTON" = "פתוח בדפדפן";
"Course.SUBTITLES.TITLE" = "כתוביות";
"Course.ACCESSIBILITY.DOWNLOAD" = "להוריד";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "ביטול להוריד";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "מחק הורדה";
"Course.ACCESSIBILITY.PROGRESS_RING" = "טבעת התקדמות להשלמת הקורס";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "מקטע ציון כולל";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "פרטי המקטע";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "פריט מטלה";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "אינדיקטור לציון נדרש למעבר";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ אחוז הושלם";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ אחוזים נדרשים למעבר";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@, %@ מתוך %@ הושלמו, %@ מתוך %@ אחוזים מהציון";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "הציון הנוכחי: %@ אחוזים";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "אזהרת דרישת ציון: נדרשים %@ אחוזים כדי לעבור";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "הצגת התקדמות המראה %@ קטגוריות של מטלה";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "התקדמות כוללת: %@ אחוזים";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "מציג פירוט התקדמות לפי סוג מטלה";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "להקורס הזה אין מטלות מדורגות להצגה";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "השלם את פעילויות הקורס כדי לצפות בהתקדמות שלך כאן";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "כותרת עמודה סוג מטלה";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "כותרת עמודה של אחוז נוכחי ומקסימלי";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "משקל: %@ אחוז מהציון";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ מתוך %@ הושלמו";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "הציון הנוכחי: %@ מתוך %@ אחוזים";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ מתוך %@ הושלם. משקל: %@ אחוז מהציון. ציון נוכחי: %@ מתוך %@ אחוז";
"Course.DOWNLOAD.DOWNLOADS" = "הורדות";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "כל הווידאו הורידו";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "להוריד וידאו...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "להוריד למכשיר";
"Course.DOWNLOAD.VIDEOS" = "וידאו";
"Course.DOWNLOAD.REMAINING" = "נוֹתָר";
"Course.DOWNLOAD.UNTITLED" = "ללא כותרת";
"Course.DOWNLOAD.TOTAL" = "סה\"כ";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "לא ניתן לשנות את איכות הורדת הווידאו כאשר כל הסרטונים יורדים";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "הגדרות ההורדה הנוכחיות שלך מאפשרות להוריד רק דרך Wi-Fi.\nאנא התחבר לרשת Wi-Fi או שנה את הגדרות ההורדה שלך.";
"Course.COURSE_DATES.TODAY" = "היום";
"Course.COURSE_DATES.COMPLETED" = "הושלמו";
"Course.COURSE_DATES.PAST_DUE" = "עבר מועד";
"Course.COURSE_DATES.DUE_NEXT" = "מועד ההגשה הבא";
"Course.COURSE_DATES.UNRELEASED" = "לא שוחרר";
"Course.COURSE_DATES.VERIFIED_ONLY" = "מאומת רק";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "פריטים מוסתרים";
"Course.COURSE_DATES.ITEM_HIDDEN" = "פריט מוסתר";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "תאריכי יעד השתנו";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "תאריכי היעד שלך הוזזו בהצלחה כדי לעזור לך להישאר על המסלול.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "צפה בכל התאריכים";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "סנכרן ליומן";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "סנכרן אוטומטית את כל המועדים ותאריכי היעד של הקורס הזה עם היומן שלך.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "הוסף לוח שנה";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "הסר את היומן";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "האם תרצה להוסיף את לוח השנה %@ \"%@\" ? \n אתה יכול לערוך או להסיר את לוח השנה של הקורס בכל עת בלוח השנה או בהגדרות";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "האם תרצה להסיר את לוח השנה %@ &quot;%@&quot;?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "\"‏%@‏\" נוסף ליומן שלך.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "מסנכרן את היומן...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "צפה באירועים";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "יומן הקורס שלך נוסף.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "יומן הקורס שלך הוסר.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "אירועי לוח שנה";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "לוח השנה של הקורס שלך לא מעודכן";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "תאריכי הקורסים שלך הועברו ויומן הקורס שלך אינו מעודכן עוד בלוח הזמנים החדש שלך.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "עדכן כעת";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "יומן הקורס שלך עודכן.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ אין הרשאת לוח שנה. נא להיכנס להגדרות ולתת הרשאה ליומן.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "פתח את ההגדרות";
"Course.COURSE_DATES.SETTINGS" = "הגדרות";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "לא ניתן היה לשנות את התאריכים שלך. בבקשה נסה שוב.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "התאריכים שלך הועברו בהצלחה.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "תאריכי קורסים";
"Course.COURSE.DUE_TODAY" = "מועד היום";
"Course.COURSE.DUE_TOMORROW" = "בגלל מחר";
"Course.COURSE.PROGRESS_COMPLETED" = "%@ / %@ הושלמו";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ מקטעים הושלמו";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@ / %@ הושלמו";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ נצפה";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "צפה הושלמו";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "הסתר הושלמו";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "הושלם";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "גרירה ושחרור";
"Course.COURSE.ASSIGNMENT_GENERIC" = "מטלה";
"Course.COURSE.ASSIGNMENT_GRADED" = "ניתן ציון";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "לא הותחל";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "הערכה פתוחה";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "הוראת עמיתים";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "בעיה";
"Course.COURSE.ASSIGNMENT_SURVEY" = "סקר";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "בתהליך";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "ענן מילים";
"Course.COURSE.ASSIGNMENT_LTI" = "כלי חיצוני";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "דיון";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "ההורדות הגדולות ביותר";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "בוצע";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "ערוך";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "הסר את כל ההורדות";
"Course.COURSE.OFFLINE.VISIBLE" = "%@%% של הקורס הזה נראה במכשירים ניידים.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "%@%% של הקורס הזה ניתן להוריד.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "%@%% מהקורס הזה ניתן להשלים במצב לא מקוון.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "הורד";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "הורדה";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "זמין להוריד";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "מוכן להוריד";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "להוריד הכל";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "בטל את הורדת הקורס";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "ניתן להוריד תוכן הקורס במצב לא מקוון כדי ללמוד בדרכים, ללא צורך בחיבור לאינטרנט או שימוש בנתונים סלולריים.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "אף אחד מהתוכן של הקורס הזה אינו זמין כרגע להורדה במצב לא מקוון.";
"Course.COURSE.RETURN_TO_HOME" = "חזרה לדף הבית של הקורס";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "המרכיב הזה לא הורד";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "גלה חלקים אחרים של הקורס הזה או כשתתחבר שוב, הורד את זה.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "זה מרכיב עדיין לא זמין במצב לא מקוון";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "גלה חלקים אחרים של הקורס הזה או צפה בזה כשתתחבר שוב.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "מסונכרן ליומן";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "סנכרון יומן נכשל";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "לא מקוון";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ הושלם - %@/%@ נקודות";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ באיחור - %@/%@ נקודות";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ לא זמין עדיין";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ נקודות";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "סקור את תקנון הציונים של הקורס";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "לא ידוע";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "מקטע התקדמות הקורס";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "המשך ללמוד מקטע";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "מקטע תוכן הקורס";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "מקטע הודעת שגיאה";
"Course.ACCESSIBILITY.LOADING_SECTION" = "טעינת מקטע";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "מקטע וידאו";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "התקדמות הווידאו %@ מתוך %@ הושלמו.";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "מקטע מטלה";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "מקטע התקדמות המטלה";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "אין תוכן זמין במקטע";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "העמוד הבא";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "העמוד האחרון";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "העמוד הקודם";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ מתוך %@ מטלה הושלמו";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "הקש כדי להסתר מקטעים שהושלמו";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "הקש כדי להציג מקטעים שהושלמו";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ מקטע, %@ מתוך %@ וידאו נצפו";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "מקטע להוריד, %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "וידאו: %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@, הושלמו";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@, %@%% נצפה";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@, לא התחיל";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "הקש כדי להפעיל את הווידאו";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ אחוז הושלם";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "וידאו %@ מתוך %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "ניווט וידאו";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "אין כותרת לסרטון";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "כניסה";
"Authorization.SIGN_IN.WELCOME_BACK" = "ברוך בואך! כניסה כדי לגשת לקורסים שלך.";
"Authorization.SIGN_IN.EMAIL" = "דוא\"ל";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "דוא\"ל או שם משתמש";
"Authorization.SIGN_IN.PASSWORD" = "סיסמה";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "שכחת סיסמה?";
"Authorization.SIGN_IN.SELECTED_SITE" = "";
"Authorization.SIGN_IN.CHANGE" = "שינוי";
"Authorization.SIGN_IN.AGREEMENT" = "על ידי כניסה לאפליקציה זו, אתה מסכים ל[%@ הסכם רישיון משתמש קצה](%@) ו-[%@ תנאים והגבלות וקוד כבוד](%@) ומאשר ש%@ וכל חבר מעבדים את הנתונים האישיים שלך בהתאם ל[מדיניות הפרטיות.](%@)";
"Authorization.SIGN_IN.SSO_HEADING" = "התחל עוד היום לבנות את הקריירה שלך בביטחון";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "מערכת משולבת של תוכניות ידע והעצמה לפיתוח מרכיבי מגזר הקרנות ועובדיו";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "כניסה";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "התחבר באמצעות שירות הכניסה המאוחד הארצי";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "כתובת אימייל לא חוקית";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "אורך סיסמה לא חוקי";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "חשבון %@ זה אינו מקושר לשום חשבון %@ . נא להירשם.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "כתובת אימייל או שם משתמש לא חוקיים";
"Authorization.ERROR.DISABLED_ACCOUNT" = "החשבון שלך מושבת. אנא צור קשר עם תמיכת הלקוחות לקבלת סיוע.";
"Authorization.SIGN_UP.SUBTITLE" = "צור חשבון כדי להתחיל ללמוד עוד היום!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "צור חשבון";
"Authorization.SIGN_UP.HIDE_FIELDS" = "הסתר שדות אופציונליים";
"Authorization.SIGN_UP.SHOW_FIELDS" = "הצג שדות אופציונליים";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "נכנסת בהצלחה.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "אנחנו רק צריכים קצת יותר מידע לפני שתתחיל ללמוד.";
"Authorization.SIGN_UP.AGREEMENT" = "על ידי יצירת חשבון, אתה מסכים ל[%@ הסכם רישיון משתמש קצה](%@) ו-[%@ תנאים והגבלות וקוד כבוד](%@) ואתה מאשר ש-%@ וכל חבר מעבדים את הנתונים האישיים שלך בהתאם ל[מדיניות הפרטיות.](%@)";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "אני מסכים ש- %@ עשוי לשלוח לי הודעות שיווקיות.";
"Authorization.FORGOT.TITLE" = "שכחת את הסיסמא";
"Authorization.FORGOT.DESCRIPTION" = "אנא הזן את כתובת הדוא\"ל שלך לכניסה או לשחזור חשבון למטה ואנו נשלח לך דוא\"ל עם הוראות.";
"Authorization.FORGOT.REQUEST" = "איפוס סיסמה";
"Authorization.FORGOT.CHECK_TITLE" = "בדוק את תיבת הדואר האלקטרוני שלך";
"Authorization.FORGOT.CHECK_Description" = "שלחנו הוראות לשחזור סיסמה למייל שלך ";
"Authorization.CONTINUE_WITH" = "המשך עם:";
"Authorization.LAST_SIGN_IN" = "כניסה אחרונה";
"Authorization.OR_SIGN_IN_WITH" = "או להיכנס עם כתובת דוא\"ל:";
"Authorization.OR_REGISTER_WITH" = "או הירשם למטה:";
"Authorization.APPLE" = "תפוח עץ";
"Authorization.GOOGLE" = "גוגל";
"Authorization.FACEBOOK" = "פייסבוק";
"Authorization.MICROSOFT" = "מיקרוסופט";
"Authorization.OR" = "אוֹ";
"Authorization.STARTUP.INFO_MESSAGE" = "קורסים ותכניות מהאוניברסיטאות הטובות בעולם בכיסך.";
"Authorization.STARTUP.SEARCH_TITLE" = "מה אתה רוצה ללמוד?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "חפש ב-3000+ קורסים";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "חקור את כל הקורסים";
"Authorization.STARTUP.TITLE" = "התחלה";
"Authorization.LEARNING_SITES.TITLE" = "";
"Authorization.LEARNING_SITES.GET_STARTED" = "להתחיל";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "חיפוש";
"Authorization.LEARNING_SITES.SUBTITLE" = "";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "";
"Authorization.LEARNING_SITES.MORE_SITES" = "";
"Authorization.LEARNING_SITES.ADD_SITE" = "";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "להתנתק";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "להתנתק";
"WhatsNew.TITLE" = "מה חדש";
"WhatsNew.BUTTON_PREVIOUS" = "הקודם";
"WhatsNew.BUTTON_NEXT" = "הבא";
"WhatsNew.BUTTON_DONE" = "בוצע";
"Dashboard.TITLE" = "לוח בקרה";
"Dashboard.HEADER.COURSES" = "קורסים";
"Dashboard.HEADER.WELCOME_BACK" = "ברוך שובך. בואו נמשיך ללמוד.";
"Dashboard.SEARCH" = "חיפוש";
"Dashboard.EMPTY.SUBTITLE" = "אינך רשום עדיין באף קורס.";
"Dashboard.LEARN.TITLE" = "לִלמוֹד";
"Dashboard.LEARN.VIEW_ALL" = "צפה בהכל";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "צפה את כל הקורסים (%@)";
"Dashboard.LEARN.ALL_COURSES" = "כל הקורסים";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "מטלה אחת שעברה";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "צפה במטלות";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ מטלות שעברו";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ מטלות להגשה %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ אמור להגיע בתוך %@ ימים";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "המשך קורס";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "התחל קורס";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "קורסים";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "תוכניות";
"Dashboard.LEARN.CATEGORY.ALL" = "הכל";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "בהתקדמות";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "הושלמו";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "לא בתוקף";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "אין קורסים";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "אין קורסים בהתקדמות";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "אין קורסים שהושלמו";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "אין קורסים שפג תוקפם";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "אינך כרגע רשום לאף קורס, האם תרצה לחקור את קטלוג הקורסים?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "מצא קורס";
"Core.MAINSCREEN.DISCOVERY" = "לְגַלוֹת";
"Core.MAINSCREEN.DASHBOARD" = "לוח בקרה";
"Core.MAINSCREEN.IN_DEVELOPING" = "בתוך פיתוח";
"Core.MAINSCREEN.PROGRAMS" = "תוכניות";
"Core.MAINSCREEN.PROFILE" = "פרופיל";
"Core.MAINSCREEN.LEARN" = "לִלמוֹד";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "כבר הגדרת %@ חשבון עם %@ חשבון. התחברת עם חשבון זה.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "נסה שוב";
"Core.ERROR.INVALID_CREDENTIALS" = "אישורים לא חוקיים";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "חיבור לאינטרנט איטי או לא";
"Core.ERROR.NO_CACHED_DATA" = "אין נתונים במטמון למצב לא מקוון";
"Core.ERROR.USER_NOT_ACTIVE" = "חשבון משתמש לא מופעל. אנא הפעל תחילה את חשבונך.";
"Core.ERROR.UNKNOWN_ERROR" = "משהו השתבש";
"Core.ERROR.WIFI" = "אתה יכול להוריד קבצים רק דרך Wi-Fi. אתה יכול לשנות זאת בהגדרות.";
"Core.ERROR.AUTHORIZATION_FAILED" = "ההרשאה נכשלה.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "אין חיבור לאינטרנט";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "אנא התחבר לאינטרנט כדי לצפות בתוכן זה.";
"Core.COURSEWARE.COURSE_CONTENT" = "תוכן קורס";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "המרכיב האינטראקטיבי הזה עדיין לא זמין בנייד.";
"Core.COURSEWARE.COURSE_UNITS" = "יחידות קורס";
"Core.COURSEWARE.NEXT" = "הבא";
"Core.COURSEWARE.PREVIOUS" = "הקודם";
"Core.COURSEWARE.FINISH" = "סיים";
"Core.COURSEWARE.GOOD_WORK" = "עבודה טובה!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "חזרה למתווה";
"Core.COURSEWARE.SECTION_COMPLETED" = "השלמת &quot;%@&quot;.";
"Core.COURSEWARE.CONTINUE" = "המשך";
"Core.COURSEWARE.RESUME" = "קורות חיים";
"Core.COURSEWARE.RESUME_WITH" = "קורות חיים עם:";
"Core.COURSEWARE.NEXT_SECTION" = "המקטע הבא";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "כדי להמשיך עם &quot;";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "\"לחץ על \"המקטע הבא\".";
"Core.ERROR.RELOAD" = "לִטעוֹן מִחָדָשׁ";
"Core.DATE.COURSE_STARTS" = "";
"Core.DATE.COURSE_ENDS" = "הקורס מסתיים";
"Core.DATE.COURSE_ENDED" = "הקורס הסתיים";
"Core.DATE.ENDED" = "הסתיים";
"Core.DATE.START" = "התחלה";
"Core.DATE.STARTED" = "התחיל";
"Core.DATE.JUST_NOW" = "זה עתה";
"Core.DATE.TODAY" = "היום";
"Core.DATE.NEXT" = "הבא %@";
"Core.DATE.DAYS_AGO" = "%@ ימים לפני";
"Core.DATE.DUE" = "תאריך יעד ";
"Core.DATE.DUE_IN" = "תאריך יעד בתוך ";
"Core.DATE.DUE_IN_DAYS" = "תאריך יעד בתוך %@ ימים";
"Core.DATE.DUE_TODAY" = "להיום: %@";
"Core.DATE.DUE_DATE_PAST" = "%@ ימים באיחור: %@";
"Core.DATE.DUE_IN_LEFT" = "בתוך %@ ימים: %@";
"Core.ALERT.ACCEPT" = "אשר";
"Core.ALERT.CANCEL" = "ביטול";
"Core.ALERT.LOGOUT" = "להתנתק";
"Core.ALERT.LEAVE" = "לעזוב";
"Core.ALERT.SIGN_IN" = "כניסה";
"Core.ALERT.REGISTER" = "הירשם";
"Core.ALERT.KEEP_EDITING" = "תמשיך לערוך";
"Core.ALERT.DELETE" = "מחק";
"Core.ALERT.ADD" = "הוסף";
"Core.ALERT.REMOVE" = "הסר";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "הסר את לוח השנה של הקורס";
"Core.NO_INTERNET.OFFLINE" = "לא מקוון";
"Core.NO_INTERNET.DISMISS" = "ביטול";
"Core.NO_INTERNET.RELOAD" = "לִטעוֹן מִחָדָשׁ";
"Core.DATE_FORMAT.MMMM_DD" = "MMMM dd";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "MMM dd, yyyy";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "MMMM dd, yyyy";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "להוריד";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "הורד";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "הושלמו";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "איכות הורדת וידאו";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "אוטומטי";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "מוּמלָץ";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "שימוש נמוך יותר בנתונים";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "איכות מעולה";
"Core.DONE" = "בוצע";
"Core.VIEW" = "צפה";
"Core.BACK" = "חזרה";
"Core.OK" = "בסדר";
"Core.CLOSE" = "סגור";
"Core.PICKER.SEARCH" = "חיפוש";
"Core.PICKER.ACCEPT" = "";
"Core.WEBVIEW.ALERT.OK" = "בסדר";
"Core.WEBVIEW.ALERT.CANCEL" = "ביטול";
"Core.WEBVIEW.ALERT.CONTINUE" = "המשך";
"Core.REVIEW.VOTE_TITLE" = "נהנה מ-Open edX?";
"Core.REVIEW.VOTE_DESCRIPTION" = "המשוב שלך חשוב לנו. האם תוכל להקדיש רגע לדרג את האפליקציה על ידי הקשה על כוכב למטה? תודה על תמיכתך!";
"Core.REVIEW.FEEDBACK_TITLE" = "השאירו לנו משוב";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "אנו מצטערים לשמוע שחווית הלמידה שלך נתקלה בבעיות מסוימות. אנו מעריכים את כל המשוב.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "תודה";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "תודה ששיתפת אותנו במשוב שלך. האם תרצה לשתף את הביקורת שלך על אפליקציה זו עם משתמשים אחרים בחנות האפליקציות?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "תודה";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "התקבל המשוב שלך ונשתמש בו כדי לשפר את חווית הלמידה שלך בעתיד. תודה על השיתוף!";
"Core.REVIEW.BETTER" = "מה יכול היה להיות טוב יותר?";
"Core.REVIEW.NOT_NOW" = "לא עכשיו";
"Core.REVIEW.BUTTON.SUBMIT" = "הגשה";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "שתף משוב";
"Core.REVIEW.BUTTON.RATE_US" = "דרג אותנו";
"Core.REVIEW.EMAIL.TITLE" = "בחר לקוח דוא\"ל:";
"Core.SOCIAL_SIGN_CANCELED" = "המשתמש ביטל את זרימת הכניסה.";
"Core.SIGN_IN.LOG_IN_BTN" = "כניסה";
"Core.SIGN_IN.REGISTER_BTN" = "הירשם";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "כניסה עם SSO";
"Core.TOMORROW" = "מחר";
"Core.YESTERDAY" = "אתמול";
"Core.OPEN_IN_BROWSER" = "צפה בספארי";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "אל דאגה - שנה את לוח הזמנים המוצע שלנו כדי להשלים את המטלות שבפיגור מבלי לאבד כל התקדמות.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "שינוי תאריכי יעד";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "פספסת כמה מועדים?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "בנינו לוח זמנים מוצע כדי לעזור לך להישאר על המסלול. אבל אל דאגה - זה גמיש כך שתוכל ללמוד בקצב שלך. אם במקרה תיקלע לפיגור, תוכל להתאים את התאריכים כדי לשמור על עצמך על המסלול.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "כדי להשלים מטלות מדורגות במסגרת הקורס הזה, תוכל לשדרג עוד היום.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "אתה מבקר בקורס הזה, מה שאומר שאינך יכול להשתתף במטלות מדורגות. נראה שהחמצת כמה מועדים חשובים בהתבסס על לוח הזמנים המוצע שלנו. כדי להשלים מטלות מדורגות כחלק מהקורס הזה ולהעביר את המטלות שהוגשו לעתיד לעתיד, אתה יכול לשדרג היום.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "לא ניתן היה לשנות את התאריכים שלך. בבקשה נסה שוב.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "התאריכים שלך הועברו בהצלחה.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "תאריכי קורסים";
"Core.COURSE_DATES.TODAY" = "היום";
"Core.COURSE_DATES.COMPLETED" = "הושלמו";
"Core.COURSE_DATES.PAST_DUE" = "עבר מועד";
"Core.COURSE_DATES.THIS_WEEK" = "זה השבוע";
"Core.COURSE_DATES.NEXT_WEEK" = "שבוע הבא";
"Core.COURSE_DATES.UPCOMING" = "בקרוב";
"Core.COURSE.STORAGE_ALERT.TITLE" = "אחסון המכשיר מלא";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "אין מספיק מקום פנוי במכשיר שלך כדי להוריד את התוכן הזה. אנא פנה מקום פנוי ונסה שוב.";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ בשימוש, %@ פנוי";
"Core.COURSE.ALERT.CANCEL" = "ביטול";
"Core.COURSE.ALERT.CLOSE" = "סגור";
"Core.COURSE.ALERT.REMOVE" = "הסר";
"Core.COURSE.ALERT.DOWNLOAD" = "להוריד";
"Core.COURSE.ALERT.TRY_AGAIN" = "נסה שוב";
"Core.COURSE.ALERT.REMOVE_TITLE" = "הסר תוכן במצב לא מקוון?";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "אשר הורד";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "להוריד בטלפון הסלולרי?";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "הסרת התוכן תשחרר את %@.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "ההורדה של %@ תוכן תשמור את הבלוקים הזמינים במצב לא מקוון.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "הורדת התוכן תשתמש ב- %@ של נתוני הסלולר.";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "להוריד נכשל";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "אין חיבור לאינטרנט";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "נדרש Wi-Fi";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "לצערנו, ההורדה של תוכן זה נכשלה. אנא נסה שוב מאוחר יותר או דווח על בעיה זו.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "להוריד את התוכן הזה דורש חיבור לאינטרנט. אנא התחבר לאינטרנט ונסה שוב.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "הורדת התוכן הזה דורשת חיבור WiFi פעיל. אנא התחבר לרשת WiFi ונסה שוב.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "הסרטוני וידאו שבחרת גדולים מ-1 גיגה-בייט. האם אתה רוצה להוריד את הסרטוני וידאו האלה?";
"Core.DOWNLOAD.DOWNLOAD" = "להוריד";
"Core.ALERT.ACCEPT" = "אשר";
